{
  "metadata": {
    "title": "エンジニアカフェサービス紹介",
    "language": "ja",
    "speaker": "ja-JP-Neural2-B",
    "version": "1.0"
  },
  "slides": [
    {
      "slideNumber": 1,
      "narration": {
        "auto": "いらっしゃいませ！エンジニアカフェへようこそ。私たちは福岡で最高のコワーキング体験を提供いたします。ここは、エンジニアやクリエイターの皆様が快適に作業できる特別な空間です。",
        "onEnter": "ようこそエンジニアカフェへ。こちらはサービス紹介の最初のスライドです。",
        "onDemand": {
          "詳しく": "エンジニアカフェは2020年に福岡市天神にオープンした、ITエンジニア専門のコワーキングスペースです。革新的な環境とコミュニティを提供しています。",
          "特徴": "24時間アクセス、高速インターネット、快適な作業環境が私たちの主な特徴です。",
          "場所": "福岡市中央区天神の中心部に位置し、地下鉄天神駅から徒歩3分の便利な立地です。"
        }
      },
      "transitions": {
        "next": "それでは、私たちが提供するサービスの詳細をご紹介いたします。",
        "previous": null
      }
    },
    {
      "slideNumber": 2,
      "narration": {
        "auto": "エンジニアカフェでは、皆様の生産性を最大化するための包括的なサービスを提供しています。24時間いつでもアクセス可能なワークスペース、超高速インターネット環境、そして充実したコミュニティイベントなど、すべてが揃っています。",
        "onEnter": "こちらでは私たちの主要サービスをご覧いただけます。",
        "onDemand": {
          "24時間": "私たちのスペースは365日24時間利用可能です。深夜や早朝でも、セキュリティカードでいつでも入室できます。",
          "インターネット": "光回線1Gbpsの超高速インターネット環境を提供しています。Wi-Fi6対応で、複数のデバイスでも快適にご利用いただけます。",
          "会議室": "2名から8名まで対応できる会議室を3室完備しています。プロジェクターやホワイトボード、オンライン会議設備も整っています。",
          "コーヒー": "本格的なエスプレッソマシンで、厳選されたコーヒー豆から淹れた美味しいコーヒーをご提供します。基本ドリンクは無料です。",
          "イベント": "月2回の技術勉強会をはじめ、ネットワーキングイベントやハッカソンなど、様々なコミュニティイベントを開催しています。"
        }
      },
      "transitions": {
        "next": "まず最初に、24時間利用可能なワークスペースについて詳しくご説明します。",
        "previous": "最初のスライドに戻ります。"
      }
    },
    {
      "slideNumber": 3,
      "narration": {
        "auto": "私たちの大きな特徴のひとつが、24時間いつでも利用できるワークスペースです。エンジニアの皆様は様々な働き方をされていることを理解しており、いつでもあなたのペースで作業していただけます。セキュリティカードによる安全なアクセス管理で、深夜・早朝でも安心してご利用いただけます。",
        "onEnter": "24時間利用可能なワークスペースについてご説明します。",
        "onDemand": {
          "セキュリティ": "セキュリティカードによる入退室管理システムで、会員様以外は入室できません。各エリアに防犯カメラも設置しています。",
          "清潔": "清掃スタッフが毎日清掃を行い、常に清潔で快適な環境を維持しています。空気清浄機も完備しています。",
          "座席": "個人デスク20席とオープンスペース30席をご用意しています。用途に応じて使い分けていただけます。",
          "静寂": "集中して作業できるよう、適切な防音対策を施しています。電話での打ち合わせには専用ブースもご利用いただけます。"
        }
      },
      "transitions": {
        "next": "次に、高速インターネット・電源環境についてご紹介します。",
        "previous": "サービス概要に戻ります。"
      }
    },
    {
      "slideNumber": 4,
      "narration": {
        "auto": "エンジニアにとって最も重要なのは、安定したインターネット環境です。私たちは光回線1Gbpsの超高速回線を導入し、Wi-Fi6にも対応しています。全席に電源コンセントを完備し、さらにモニター貸出サービスも行っています。大容量データのダウンロードやビデオ会議も快適に行えます。",
        "onEnter": "高速インターネット・電源環境についてご説明します。",
        "onDemand": {
          "速度": "実測値で平均800Mbps以上を維持しています。複数人が同時に使用してもスピードが落ちることはありません。",
          "安定性": "冗長化された回線構成で、万が一の障害時も継続してインターネットをご利用いただけます。",
          "電源": "各座席に電源タップを設置し、ノートPCやモバイルデバイスの充電に困ることはありません。",
          "モニター": "24インチ・4Kモニターを無料でお貸しします。デュアルモニター環境で生産性を向上させましょう。",
          "ネットワーク": "セキュアなゲスト用Wi-Fiと作業用Wi-Fiを分離し、セキュリティにも配慮しています。"
        }
      },
      "transitions": {
        "next": "続いて、会議室・イベントスペースについてご紹介します。",
        "previous": "24時間ワークスペースの詳細に戻ります。"
      }
    },
    {
      "slideNumber": 5,
      "narration": {
        "auto": "チームでの作業や外部との打ち合わせには、専用の会議室をご利用ください。2名から8名まで対応の会議室を3室完備し、プロジェクター・ホワイトボード・オンライン会議設備も整っています。また、最大50名まで収容可能なイベントスペースでは、セミナーやワークショップも開催できます。",
        "onEnter": "会議室・イベントスペースの詳細をご覧ください。",
        "onDemand": {
          "会議室": "小会議室（2-4名）、中会議室（4-6名）、大会議室（6-8名）の3つをご用意しています。すべて防音仕様です。",
          "設備": "各会議室にプロジェクター、ホワイトボード、クリップチャートを完備。HDMI・USB-Cケーブルもご用意しています。",
          "オンライン": "Zoom、Teams、Meet等のオンライン会議に対応。専用カメラとマイクで、クリアな映像・音声通話が可能です。",
          "予約": "専用システムで簡単に予約できます。直前でも空きがあればご利用いただけます。",
          "イベント": "イベントスペースではプロジェクターやマイクシステムもご利用でき、本格的なプレゼンテーションが可能です。"
        }
      },
      "transitions": {
        "next": "次に、コーヒー・軽食サービスについてお話しします。",
        "previous": "インターネット環境の詳細に戻ります。"
      }
    },
    {
      "slideNumber": 6,
      "narration": {
        "auto": "長時間の作業には、適切な休憩と美味しいコーヒーが欠かせません。私たちは本格エスプレッソマシンを導入し、厳選されたコーヒー豆から淹れたて香り高いコーヒーをご提供します。基本ドリンクは無料で、軽食・スナックも充実しています。集中力を維持する燃料として、ぜひご利用ください。",
        "onEnter": "コーヒー・軽食サービスについてご紹介します。",
        "onDemand": {
          "コーヒー": "スペシャルティコーヒーを使用し、バリスタが選んだ豆を毎週変更しています。エスプレッソ、カプチーノ、ラテなど様々なスタイルでお楽しみいただけます。",
          "無料": "基本のコーヒー、紅茶、緑茶、水は会員様すべて無料です。いつでもお気軽にご利用ください。",
          "軽食": "サンドイッチ、サラダ、おにぎり、パン類を取り揃えています。冷蔵庫には健康的なドリンクもあります。",
          "品質": "地元福岡の優良な食材サプライヤーと提携し、新鮮で美味しい軽食をご提供しています。",
          "時間": "コーヒーサービスは24時間、軽食サービスは7:00-20:00でご利用いただけます。"
        }
      },
      "transitions": {
        "next": "さらに、コミュニティイベントについてご紹介します。",
        "previous": "会議室・イベントスペースの詳細に戻ります。"
      }
    },
    {
      "slideNumber": 7,
      "narration": {
        "auto": "エンジニアカフェは単なる作業場所ではありません。私たちはエンジニア同士のつながりを育むコミュニティイベントを定期開催しています。月2回の技術勉強会、ネットワーキングイベント、ハッカソン・コンテスト、そしてスキルアップワークショップなど、学習と交流の機会を豊富にご用意しています。",
        "onEnter": "コミュニティイベントについてご説明します。",
        "onDemand": {
          "勉強会": "毎月第2・第4金曜日に技術勉強会を開催。React、Python、AWSなど、トレンドの技術をカバーしています。",
          "ネットワーキング": "月1回のネットワーキングイベントでは、様々な分野のエンジニアと交流できます。新しいプロジェクトや転職の機会にもつながります。",
          "ハッカソン": "四半期ごとにハッカソンを開催。賞金や賞品も用意し、スキルの腕試しと新しいアイデアの実現の場を提供します。",
          "ワークショップ": "デザイン思考、プロジェクト管理、プレゼンテーションスキルなど、技術以外のソフトスキルも学べるワークショップを開催しています。",
          "コミュニティ": "SlackやDiscordでオンラインコミュニティも運営。いつでも質問したり情報交換できる環境です。"
        }
      },
      "transitions": {
        "next": "それでは、料金プランについてご説明いたします。",
        "previous": "コーヒー・軽食サービスの詳細に戻ります。"
      }
    },
    {
      "slideNumber": 8,
      "narration": {
        "auto": "エンジニアカフェでは、利用スタイルに合わせて3つの料金プランをご用意しています。ベーシックプランは平日の日中のみで月額8千円、スタンダードプランは24時間利用でドリンク無料で月額1万5千円、プレミアムプランは会議室も自由に使えて月額2万5千円です。どのプランも高品質なサービスをお約束します。",
        "onEnter": "料金プランの詳細をご覧ください。",
        "onDemand": {
          "ベーシック": "平日9時から18時まで利用可能。Wi-Fi・電源の基本サービスが含まれています。副業やリモートワークの方におすすめです。",
          "スタンダード": "24時間いつでも利用でき、ドリンクも無料です。フルタイムでリモートワークをする方や、フリーランスの方に最適です。",
          "プレミアム": "すべてのサービスが利用できる最上位プランです。会議室利用やイベント参加優先特典もついています。",
          "支払い": "クレジットカード、銀行振込、現金でのお支払いが可能です。年額払いで10%割引もあります。",
          "変更": "プランの変更はいつでも可能です。ライフスタイルに合わせて柔軟に調整していただけます。"
        }
      },
      "transitions": {
        "next": "続いて、アクセス・営業時間についてご案内します。",
        "previous": "コミュニティイベントの詳細に戻ります。"
      }
    },
    {
      "slideNumber": 9,
      "narration": {
        "auto": "エンジニアカフェは福岡市中央区天神の便利な立地にございます。地下鉄天神駅から徒歩わずか3分で、アクセスが非常に良好です。営業は24時間年中無休で、受付時間は平日9時から18時までとなっています。お気軽にお越しください。",
        "onEnter": "アクセス・営業時間についてご案内します。",
        "onDemand": {
          "住所": "福岡市中央区天神2丁目3番10号の中央天神ビル5階です。1階にはコンビニがあるのでお買い物にも便利です。",
          "アクセス": "地下鉄空港線・箱崎線天神駅2番出口から徒歩3分、西鉄福岡天神駅からも徒歩5分です。",
          "営業時間": "会員様は24時間365日いつでもご利用いただけます。セキュリティカードで入退室管理を行っています。",
          "受付": "平日9時から18時は受付スタッフが在駐しており、見学案内や各種お手続きを承ります。",
          "周辺": "天神の中心部なので、ランチやディナー、買い物にも困りません。銀行やカフェも徒歩圏内にあります。"
        }
      },
      "transitions": {
        "next": "それでは、利用開始の手順についてご説明します。",
        "previous": "料金プランの詳細に戻ります。"
      }
    },
    {
      "slideNumber": 10,
      "narration": {
        "auto": "エンジニアカフェを始めるのはとても簡単です。まず無料見学でスペースを実際にご確認いただき、ご希望のプランを選択してお申込み、そしてセキュリティカードをお受け取りいただければすぐにご利用開始です。無料見学は電話かオンラインで予約できます。ぜひお気軽にお越しください。",
        "onEnter": "利用開始の簡単3ステップをご紹介します。",
        "onDemand": {
          "見学": "無料見学では実際のワークスペース、会議室、設備をすべてご確認いただけます。スタッフが詳しくご案内します。",
          "申込": "気に入ったプランがあればその場でお申込みいただけます。必要書類は身分証明書のみです。",
          "カード": "セキュリティカードは即日発行。お申込み完了後すぐにご利用開始できます。",
          "電話": "見学予約は092-123-4567までお電話ください。平日9時から18時まで受付しています。",
          "オンライン": "Webサイト engineer-cafe.fukuoka.jp からも24時間いつでも見学予約ができます。"
        }
      },
      "transitions": {
        "next": "プレゼンテーションを終了いたします。",
        "previous": "アクセス・営業時間の詳細に戻ります。"
      }
    },
    {
      "slideNumber": 11,
      "narration": {
        "auto": "ありがとうございました。エンジニアカフェのサービス紹介はいかがでしたでしょうか。ご質問やご不明な点がございましたら、どうぞお気軽にお声かけください。私たちスタッフが丁寧にお答えいたします。",
        "onEnter": "プレゼンテーションの終了画面です。",
        "onDemand": {
          "質問": "どのような質問でもお気軽にどうぞ。料金、設備、イベント、なんでもお答えします。",
          "見学": "今すぐ館内をご案内することも可能です。実際のスペースをぜひご覧ください。",
          "申込": "その場でお申込みいただくことも可能です。お得なキャンペーンを実施している場合もございます。",
          "連絡": "後日ご連絡いただく場合は、お名前とご連絡先をお聞かせください。",
          "資料": "詳しい資料やパンフレットもご用意しています。お持ち帰りください。"
        }
      },
      "transitions": {
        "next": "よくある質問をご覧になりますか？",
        "previous": "利用開始手順に戻ります。"
      }
    },
    {
      "slideNumber": 12,
      "narration": {
        "auto": "こちらは、よくお寄せいただく質問をまとめたページです。初回登録には身分証明書と初月分の料金をご用意ください。また、提携駐車場を割引価格でご利用いただけます。Wi-Fiのパスワードは受付でご案内しており、セキュリティのため定期的に変更しています。",
        "onEnter": "よくある質問のページです。",
        "onDemand": {
          "登録": "初回登録時は身分証明書（運転免許証、パスポート等）と初月分の料金をお持ちください。クレジットカードでのお支払いも可能です。",
          "駐車場": "提携駐車場は通常料金の30%オフでご利用いただけます。受付で駐車券をご提示ください。",
          "wifi": "Wi-Fiのパスワードは月1回変更しています。新しいパスワードは受付または会員専用アプリでご確認いただけます。",
          "その他": "他にもご質問がございましたら、受付またはお電話でお気軽にお尋ねください。よくある質問はWebサイトでも確認できます。"
        }
      },
      "transitions": {
        "next": null,
        "previous": "終了画面に戻ります。"
      }
    }
  ]
}