{
  "metadata": {
    "title": "Engineer Cafe Guide",
    "language": "en",
    "speaker": "en-US-Neural2-F",
    "version": "2.0"
  },
  "slides": [
    {
      "slideNumber": 1,
      "narration": {
        "auto": "Welcome everyone to Engineer Cafe, a free public space where engineers can learn, connect and grow. This presentation explains our facilities and how to use them.",
        "onEnter": "Welcome to Engineer Cafe. This is our facility guide presentation.",
        "onDemand": {
          "more details": "Engineer Cafe was established in August 2019 as part of Fukuoka City's 'Engineer-Friendly City Fukuoka' initiative.",
          "free": "This is a completely free public facility.",
          "location": "We're located in the Red Brick Culture Hall, a nationally designated Important Cultural Property."
        }
      },
      "transitions": {
        "next": "Let me introduce you to Engineer Cafe in detail.",
        "previous": null
      }
    },
    {
      "slideNumber": 2,
      "narration": {
        "auto": "Engineer Cafe was born through cooperation between Fukuoka City and its citizens. Our community manager and volunteer Hacker Supporters assist you every day. This is a completely free public facility.",
        "onEnter": "About Engineer Cafe.",
        "onDemand": {
          "establishment": "Established in August 2019 as part of the 'Engineer-Friendly City Fukuoka' initiative.",
          "community manager": "A dedicated community manager is always on duty to support our users.",
          "hacker supporters": "Volunteer Hacker Supporters are available to answer technical questions and provide consultation.",
          "free": "This is a completely free public facility operated by Fukuoka City."
        }
      },
      "transitions": {
        "next": "Let me explain about the available coworking spaces.",
        "previous": "Going back to the opening slide."
      }
    },
    {
      "slideNumber": 3,
      "narration": {
        "auto": "You can choose from three areas. Remember the Focus Space is a strict quiet zone; tell reception if you need to move seats.",
        "onEnter": "About our coworking spaces.",
        "onDemand": {
          "main hall": "The open Main Hall is free to use when there are no events.",
          "under space": "The Under Space in the basement offers a relaxed atmosphere.",
          "focus space": "The Focus Space has 6 seats with complete silence. Talking and web meetings are prohibited.",
          "seat movement": "Please notify reception if you need to move seats."
        }
      },
      "transitions": {
        "next": "Let me explain about operating hours and extensions.",
        "previous": "Going back to What is Engineer Cafe."
      }
    },
    {
      "slideNumber": 4,
      "narration": {
        "auto": "Operating hours are 9 AM to 10 PM. Seats are allotted in two-hour blocks but you may extend as often as you like when space is available. Request extensions via staff or Discord.",
        "onEnter": "About operating hours and extensions.",
        "onDemand": {
          "operating hours": "Operating hours are 9 AM to 10 PM.",
          "basic time": "Basic usage time is 2 hours. Soundproof rooms are limited to 1 hour only.",
          "extensions": "Extensions are unlimited if space is available.",
          "application method": "You can request extensions directly from staff or through the Discord reception channel."
        }
      },
      "transitions": {
        "next": "Let me explain about cultural property etiquette.",
        "previous": "Going back to coworking spaces."
      }
    },
    {
      "slideNumber": 5,
      "narration": {
        "auto": "Because the hall is a protected cultural asset, food is prohibited. Sealed drinks are the only exception—and straws are still not allowed.",
        "onEnter": "About cultural property etiquette.",
        "onDemand": {
          "important cultural property": "The Red Brick Culture Hall is a nationally designated Important Cultural Property with historical significance.",
          "food prohibition": "Food is basically prohibited to protect the cultural property.",
          "sealed drinks": "Only drinks with sealed lids are allowed inside.",
          "no straws": "The use of straws is prohibited, so please be careful."
        }
      },
      "transitions": {
        "next": "Let me explain the registration process.",
        "previous": "Going back to operating hours and extensions."
      }
    },
    {
      "slideNumber": 6,
      "narration": {
        "auto": "Start by connecting to our guest Wi-Fi, then register via the QR code. Please enter the membership ID together with staff to avoid mistakes.",
        "onEnter": "About the registration process.",
        "onDemand": {
          "wi-fi": "SSID is engnrcf-guest-2.4GHz, password is akarenga-112years.",
          "qr code": "Scan the QR code provided at reception to access the registration form.",
          "membership id": "Staff will assist with entering your membership ID to prevent errors.",
          "security": "Registration information is properly managed and personal information is protected."
        }
      },
      "transitions": {
        "next": "Let me explain about membership cards.",
        "previous": "Going back to cultural property etiquette."
      }
    },
    {
      "slideNumber": 7,
      "narration": {
        "auto": "Your card is unique and not reissuable, but we can look you up if it's lost. You can also link the ID to an NFC card or phone for smooth entry.",
        "onEnter": "About membership cards.",
        "onDemand": {
          "laser cutting": "Membership cards are created on-site with a laser cutting machine, making them non-reissuable.",
          "lost card": "If lost, we can look you up by phone number or name. Photos of the card are also acceptable.",
          "nfc linking": "You can link to NFC/IC cards or smartphone mobile wallets.",
          "strap": "Neck straps are limited to one per person and cannot be re-supplied."
        }
      },
      "transitions": {
        "next": "Let me explain about reception for future visits.",
        "previous": "Going back to registration process."
      }
    },
    {
      "slideNumber": 8,
      "narration": {
        "auto": "At reception just specify the space. Your neck holder shows Wi-Fi and a Discord invite. Please return it when you leave.",
        "onEnter": "About reception for future visits.",
        "onDemand": {
          "space specification": "At reception, please specify Main Hall, Under Space, or Focus Space.",
          "neck holder": "Wi-Fi information is printed on the back of the neck holder.",
          "leaving": "If leaving for more than 15 minutes, please check out temporarily.",
          "discord": "Discord invitation code is also printed on the back of the neck holder."
        }
      },
      "transitions": {
        "next": "Let me talk about Engineer Cafe's philosophy.",
        "previous": "Going back to membership cards."
      }
    },
    {
      "slideNumber": 9,
      "narration": {
        "auto": "We strive to minimise formal rules. With mutual respect, we can keep the café flexible and welcoming for all.",
        "onEnter": "About Engineer Cafe's philosophy.",
        "onDemand": {
          "rules vs collaboration": "Our motto is 'Fewer rules, more collaboration'.",
          "minimal rules": "We set only the minimum necessary rules to create as free an environment as possible.",
          "need for cooperation": "Without cooperation, we would be forced to add more rules.",
          "comfortable space": "Let's work together to create a comfortable space for everyone."
        }
      },
      "transitions": {
        "next": "Thank you for your attention.",
        "previous": "Going back to reception for future visits."
      }
    },
    {
      "slideNumber": 10,
      "narration": {
        "auto": "That concludes the guide. Operating hours are 9 AM to 10 PM, located in the Red Brick Culture Hall, completely free of charge. Feel free to reach out to our team any time.",
        "onEnter": "This is the conclusion screen of our presentation.",
        "onDemand": {
          "operating hours": "Operating hours are 9 AM to 10 PM.",
          "location": "We're located in Fukuoka City's Red Brick Culture Hall.",
          "free": "This is a completely free public facility.",
          "questions": "Please feel free to ask staff any questions you may have."
        }
      },
      "transitions": {
        "next": null,
        "previous": "Going back to Engineer Cafe's philosophy."
      }
    }
  ]
}